acpilight
adobe-source-sans-fonts
alacritty
alsa-utils
android-file-transfer
autoconf
automake
base
bash-completion
bash-language-server
bat
binutils
bison
bluez
bluez-utils
cmatrix
discord
dosfstools
efibootmgr
exa
fakeroot
fd
feh
ffmpegthumbnailer
firefox
flex
freezer-bin
fzf
gcc
geckodriver
gimp
git
glxinfo
grub
gst-libav
gst-plugins-bad
gst-plugins-ugly
heroku-cli
htop
hwinfo
hyperfine
imagemagick
intel-ucode
iwd
jdk-openjdk
laptop-mode-tools
lib32-vulkan-intel
libqalculate
libreoffice-fresh
libva-intel-driver
libva-utils
lightdm
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
linux-lts
lua-language-server
lxappearance-gtk3
m4
make
man-db
mediainfo
mesa
mpv
mtools
mupdf-tools
neofetch
neovim
net-tools
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-lts
nvidia-prime
nvidia-settings
openssh
os-prober
otf-font-awesome
pacman-contrib
pandoc
paru
patch
pavucontrol
pcmanfm-gtk3
perl-rename
picom-git
piper
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
postman-bin
powertop
pyright
python-iwlib
python-pip
python-selenium
qalculate-gtk
qtile
ranger
reflector
rhythmbox
ripgrep
scrot
shellcheck
sof-firmware
starship
steam
sudo
tealdeer
tela-icon-theme
texinfo
texlab
texlive-core
timeshift
tk
tmux
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-roboto
typescript
ueberzug
unzip
upower
usbutils
vim-plug
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vulkan-tools
wget
wqy-zenhei
xclip
xdg-user-dirs
xdotool
xorg-server
xorg-xinit
xorg-xinput
xorg-xwininfo
youtube-dl
zathura
zathura-pdf-mupdf
zip
