adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
amd-ucode
android-file-transfer
android-studio
android-tools
autoconf
automake
base
base-devel
bash-completion
bat
biber
bison
bitwarden
bluez
bluez-utils
btrfs-progs
chromium
code
code-marketplace
ddcutil
debugedit
discord_arch_electron
dunst
eclipse-java
efibootmgr
exa
expac
fail2ban
fakeroot
fd
firefox
flat-remix-git
flat-remix-gtk
flatpak
flex
fzf
gamemode
gamescope
gcc
gcc-fortran
gimp
git
github-cli
gnome-themes-extra
goverlay
greetd
greetd-wlgreet
grim
grub
grub-btrfs
heroic-games-launcher-bin
htop
hwinfo
hyperfine
hyprland
hyprprop-git
imv
intellij-idea-community-edition
iwd
java-openjfx
jdk-openjdk
jq
junit
kotlin
lib32-gamemode
lib32-mangohud
lib32-pipewire
lib32-pipewire-jack
lib32-vkbasalt
libreoffice-fresh
libva-utils
linux
linux-firmware
lutris
lxappearance-gtk3
ly
m4
make
man-db
man-pages
mangoapp
mangohud
mate-polkit
mediainfo
mesa
mesa-utils
mkchromecast-git
mpv
mtools
mupdf-tools
neofetch
neovim
nodejs
nodejs-material-design-icons
nodejs-npm2arch
nohang
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
obs-studio
obsidian
onedrive-abraunegg
openssh
os-prober
osu-lazer-bin
otf-fira-sans
otf-font-awesome
p7zip
pacman-contrib
pacolog
pamixer
pandoc-bin
paru
patch
pavucontrol
pcmanfm-gtk3
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgconf
playerctl
prismlauncher-bin
python-pip
python-pyqt5
qt5-quickcontrols
qt5-virtualkeyboard
radeontop
ranger
reflector
revanced-cli
revanced-integrations
ripgrep
rustup
sddm-git
sddm-sugar-candy-git
sddm-sugar-dark
slurp
sof-firmware
spicetify-cli
spicetify-themes-git
spotify
starship
steam
sudo
swayidle
swaylock-effects-git
swww
syncthing
tealdeer
tela-icon-theme
texinfo
texlab
texlive-bibtexextra
texlive-fontsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
timeshift
tmux
tmux-plugin-manager
trash-cli
ttf-arphic-uming
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-hanazono
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-material-design-icons-git
ttf-nerd-fonts-symbols-2048-em
ttf-roboto
ttf-symbola
typescript
unzip
usbutils
vi
vkbasalt
vkd3d
vulkan-radeon
waybar-hyprland
wayland-utils
webcord
wev
which
wine
wireplumber
wl-clipboard
wlr-randr-git
wofi
wqy-zenhei
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xorg-xwininfo
yarn
youtube-dl
yt-dlp
zathura
zathura-pdf-poppler
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
