acpid
acpilight
adobe-source-sans-fonts
alacritty
alsa-utils
android-file-transfer
android-studio
arandr
arch-wiki-docs
autoconf
automake
autorandr
base
base-devel
bash-completion
bash-language-server
bat
binutils
bison
bitwarden
bluez
bluez-utils
bridge-utils
celt
code
code-marketplace
ddcutil
debugedit
discord
dmidecode
dnsmasq
dosfstools
dunst
eclipse-java
edk2-ovmf
efibootmgr
exa
fail2ban
fakeroot
fd
feh
firefox
firewalld
flatpak
flex
fzf
gamemode
gcc
gcc-fortran
gimp
git
github-cli
gradle
gradle-doc
grub
heroku-cli
htop
hwinfo
hyperfine
imagemagick
inkscape
intel-gpu-tools
intel-ucode
intellij-idea-community-edition
inxi
iptables-nft
iwd
java-openjfx
java-openjfx-doc
javafx-scenebuilder
jdk-openjdk
jq
junit
kotlin
kotlin-language-server
laptop-mode-tools
lazygit
lib32-alsa-lib
lib32-gamemode
lib32-mangohud
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-pipewire-jack
lib32-vkd3d
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libreoffice-fresh
libva-intel-driver
libva-utils
libvirt
lightdm
lightdm-mini-greeter
linux
linux-firmware
linux-lts
lshw
lua-language-server
luarocks
lutris
lxappearance-gtk3
m4
make
man-db
man-pages
mangohud
mate-polkit
mediainfo
mesa
mpv
mtools
mupdf-tools
neofetch
neovim-nightly-bin
net-tools
newsboat
nodejs
nodejs-material-design-icons
nodejs-npm2arch
nohang
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia
nvidia-lts
nvidia-prime
nvidia-settings
obs-studio
obsidian
opencl-nvidia
openjdk-doc
openssh
os-prober
osu-lazer-bin
otf-font-awesome
pacman-contrib
pacolog
pamixer
pandoc-bin
paru
patch
pavucontrol
pcmanfm-gtk3
perl-rename
picom-git
pinta
piper
pipewire
pipewire-docs
pipewire-jack
pkgconf
playerctl
postman-bin
powertop
pstoedit
pyright
python-pip
python-pipenv
python-pipenv-to-requirements
python-pygame
python-selenium
qalculate-gtk
qemu-desktop
qtile
ranger
rbw
rdesktop
rebuild-detector
recode
reflector
ripgrep
rofi
rofi-emoji
scrot
shellcheck-bin
silicon
sof-firmware
speedtest-cli
spotify
spotify-tui
spotifyd
ssh-audit
starship
steam
sudo
syncthing
tealdeer
tela-icon-theme
termdown
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-latexindent-meta
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
timeshift
tk
tmux
tmux-plugin-manager
transmission-gtk
trash-cli
ttf-arphic-uming
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-material-design-icons-git
ttf-ms-win10-auto
ttf-nerd-fonts-symbols
ttf-roboto
ttf-symbola
typescript
unzip
upower
usbutils
ventoy-bin
vi
vim
virt-manager
vkd3d
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vulkan-intel
vulkan-mesa-layers
vulkan-tools
wget
wireplumber-docs
wlr-randr
wqy-zenhei
xbanish
xclip
xcursor-neutral
xdelta3
xdg-user-dirs
xdotool
xf86-video-intel
xorg-server
xorg-server-xephyr
xorg-xinit
xorg-xinput
xorg-xwininfo
xsel
yt-dlp
zathura
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
